<?php

return [
    // الكلمات الخاصة بالـ Header والـ Navbar
    'home' => 'الرئيسية',
    'menu' => 'قائمة الطعام',
    'about' => 'من نحن',
    'book_table' => 'حجز طاولة',
    'lang_name' => 'English', // النص الذي يظهر للأدمن للتحويل للغة الأخرى

    // الكلمات الخاصة بصفحة الحجز (Form)
    'book_heading' => 'احجز طاولة الآن',
    'your_name' => 'الاسم الكريم',
    'phone_number' => 'رقم الهاتف',
    'your_email' => 'البريد الإلكتروني',
    'how_many_persons' => 'كم عدد الأفراد؟',
    'person' => 'شخص واحد',
    'persons' => 'أشخاص',
    'book_now' => 'تأكيد الحجز الآن',

    // الكلمات الخاصة بالـ Footer
    'copyright' => 'جميع الحقوق محفوظة &copy; مطعم فيني 2026',
    'contact_us' => 'اتصل بنا',
];
